package day18.homework;

public class Main {

	public static void main(String[] args) {
		// 한 사람의 일정을 관리하는 프로그램
		// 메뉴
		// 1. 일정 추가
		// 2. 일정 수정
		// 3. 일정 삭제
		// 4. 일정 확인
		// 5. 프로그램 종료
		// 메뉴 선택 : 1

		// 날짜 : 2024-06-21 17:50
		// 일정 : 퇴근
		// 상세 : 없음
		
		// 일정이 추가되었습니다.

		// 메뉴
		// 1. 일정 추가
		// 2. 일정 수정
		// 3. 일정 삭제
		// 4. 일정 확인
		// 5. 프로그램 종료
		// 메뉴 선택 : 2

		// 날짜 : 2024-06-21
		// 2024-06-21 일정 리스트
		// 1. 2024-06-21 17:50 퇴근 없음
		// 수정할 일정 선택 : 1
		// 날짜(yyyy-MM-dd hh:mm) : 2024-06-21 17:55
		// 일정 : 퇴근
		// 상세 : 없음

		// 수정이 완료되었습니다.

	}

}
